Repository: Le0nX/TheMovieDB
Catalog: TheMovieDBApp/TheMovieDBApp/Resources/*.lproj/Localizable.strings
Languages: ru

# AUTH_VIEW_TITLE
source: Wellcome!
ru: Добро пожаловать!

# AUTH_VIEW_SUBTITLE
source: Enter your login and password, which you used to login
ru: Укажите логин и пароль, которые вы использовали для входа

# AUTH_VIEW_LOGIN_PLACEHOLDER
source: Login
ru: Логин

# AUTH_VIEW_PASSWORD_PLACEHOLDER
source: Password
ru: Пароль

# AUTH_VIEW_BUTTON_TITLE
source: Login
ru: Войти

# AUTH_CREDENTIALS_ERROR_MESSAGE
source: Could't Sign In. Please check your login or password.
ru: Не удалось войти. Пожалуйста, проверьте свой логин или пароль.

# AUTH_404_ERROR_MESSAGE
source: 404. Not found. Please, try again later.
ru: 404. Не найдено. Пожалуйста, повторите попытку позже.

# AUTH_SERVER_ERROR
source: Server Error. Please, try again later.
ru: Ошибка на стороне сервера. Пожалуйста, повторите попытку позже.

# AUTH_REQUEST_ERROR
source: Resquest failed. Please, try again later or check your connectivity.
ru: Ошибка запроса. Пожалуйста, проверьте свое соединение или повторите попытку позже.

# SEARCH_VIEW_TITLE
source: Gonna find any movie to your taste
ru: Найдем любой фильм на ваш вкус

# SEARCH_VIEW_PLACEHOLDER
source: Search films
ru: Поиск фильмов

# FAVORITES_VIEW_TITLE
source: Favorites
ru: Избранное

# FAVORITES_VIEW_SUBTITLE
source: you don't have any favorite films
ru: Вы не добавили ни одного фильма

# FAVORITES_VIEW_SEARCH_TEXT_BUTTON
source: Find favorite films
ru: Найти любимые фильмы

# ACCOUNT_VIEW_TITILE
source: Denis Nefedov
ru: Денис Нефедов

# ACCOUNT_VIEW_BUTTON_TITILE
source: Logout
ru: Выйти

# FILMS_ICON
source: Films
ru: Фильмы

# FAVORITES_ICON
source: Favorites
ru: Избранное

# ACCOUNT_ICON
source: Profile
ru: Профиль

source: Nothing found for your request
ru: По вашему запросу ничего не найдено
